Repository: RandyMcMillan/nostur-ios-public
Catalog: LANG/Nostur Localizations/*.xcloc/Localized Contents/*.xliff
Languages: nl

# CFBundleDisplayName
source: Share selected text with Nostur
nl: Deel markering via Nostur

# CFBundleName
source: Share selected text with Nostur
nl: Deel markering via Nostur

# &#10;**%lld** Following
source: **%lld** Following
nl: **%lld** volgend

source: This will **wipe** your: - Public nostr profile - Public nostr following list
nl: Het volgende wordt **gewist**: - Je openbare nostr profiel - Je openbare nostr volglijst

source: %@ reposted
nl: %@ heeft opnieuw gepost

source: %lld min read
nl: %lld min leestijd

source: %lld requests outside Web of Trust
nl: %lld verzoeken buiten Web of Trust

source: **%@** and %lld others are now following you
nl: **%@** en %lld anderen volgen je nu

source: **%@** and %lld others reacted on your post
nl: **%@** en %lld anderen hebben gereageerd op je bericht

source: **%@** and %lld others zapped your post
nl: **%@** en %lld anderen hebben je bericht gezapt

source: **%@** is now following you
nl: **%@** volgt je nu

source: **%@** reacted on your post
nl: **%@** heeft op je bericht gereageerd

source: **%@** zapped your post
nl: **%@** heeft je bericht gezapt

source: **%@** zapped your profile
nl: **%@** heeft je profiel gezapt

source: **%lld** Following
nl: **%lld** Volgend

source: **PRIVATE KEY:** %@∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗
nl: **PRIVÉ SLEUTEL:** %@∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗∗

source: **PUBLIC KEY:** %@
nl: **PUBLIEKE SLEUTEL:** %@

# **Terms and Conditions**&#10;
source: **Terms and Conditions**
nl: **Voorwaarden**

source: **♾️** Followers
nl: **♾️** Volgers

source: 2h
nl: 2u

source: 4h
nl: 4u

source: 8h
nl: 8u

source: 12h
nl: 12u

source: 24h
nl: 24u

source: 48h
nl: 48u

source: Accept
nl: Accepteer

source: Accept message request
nl: Accepteer verzoek

source: Accepted
nl: Geaccepteerd

source: Account has no private key
nl: Account heeft geen privé sleutel

source: Activate this filter
nl: Activeer filter

source: Add
nl: Voeg toe

source: Add (%lld)
nl: Voeg toe (%lld)

source: Add (nsecBunker)
nl: Voeg toe (nsecBunker)

source: Add comment
nl: Jouw reactie

source: Add contacts
nl: Voeg contacten toe

source: Add contacts to feed
nl: Voeg contacten toe

source: Add existing account
nl: Voeg bestaand account toe

source: Add private note
nl: Voeg privé notitie toe

source: Add public note (optional)
nl: Openbare notitie (optioneel)

source: Add relay
nl: Voeg relay toe

source: Add/Remove %@ from lists
nl: Voeg toe/Verwijder %@ van lijsten

source: Add/Remove from feed
nl: Toevoegen/Verwijderen van feed

source: Add/Remove from feeds
nl: Toevoegen/Verwijderen van feeds

source: All
nl: Alles

source: All accounts
nl: Alle accounts

source: Allowed: %lld contacts
nl: Toegestaan: %lld contacten

source: Allowed: Everyone
nl: Toegestaan: iedereen

source: Amount (satoshis)
nl: Bedrag (in satoshis)

source: App theme
nl: App thema

# Are you sure you want to delete your account?&#10;
source: Are you sure you want to delete your account?
nl: Weet je zeker dat je je account wilt verwijderen?

source: Auto scroll to new posts
nl: Scroll automatisch naar nieuwe berichten

source: Award to
nl: Uitreiken

source: Award to people
nl: Reik uit aan

source: Awarded to %lld people
nl: Uitgereikt aan %lld personen

source: Awarded to %lld people on %@
nl: Uitgereikt aan %lld personen op %@

source: Back
nl: Terug

source: Badges
nl: Medailles

source: Badges received
nl: Ontvangen medailles

source: Badges: %@
nl: Medailles: %@

source: Bitcoin Lightning Invoice ⚡️
nl: Bitcoin Lightning Factuur ⚡️

source: Block %@
nl: Blokkeer %@

source: Block list
nl: Bloklijst

source: Blocked
nl: Geblokkeerd

source: Blue
nl: Blauw

source: Bookmarks
nl: Bladwijzers

source: Calculating...
nl: Berekenen...

source: Cancel
nl: Annuleer

source: Cancelled
nl: Geannuleerd

source: Choose content for this column
nl: Kies inhoud voor kolom

source: Choose feed
nl: Kies feed

source: Choose which wallet to use for zapping
nl: Kies welke app om te zappen

source: Clear
nl: Wissen

source: Clear cache
nl: Wis cache

source: Clearing...
nl: Bezig...

source: Close
nl: Sluiten

source: Configure contacts...
nl: Stel contacten in...

source: Configure relays...
nl: Stel relays in...

source: Confirm log out
nl: Uitloggen bevestigen

source: Connect
nl: Verbind

source: Connect Alby wallet
nl: Verbind met Alby portemonnee

source: Connect wallet
nl: Verbind portemonnee

source: Connect your **Alby** wallet with **Nostur** for a seamless zapping experience
nl: Verbind je **Alby** portemonnee met **Nostur** en zap met gemak

source: Connect your NWC compatible wallet with **Nostur** for a seamless zapping experience
nl: Verbind een NWC ondersteunende portemonnee met **Nostur** en zap met gemak

source: Connected
nl: Verbonden

source: Copy npub
nl: Kopieer npub

source: Copy post text
nl: Kopieer bericht

source: Copy private key
nl: Kopieer privé sleutel

source: Copy private key (nsec) to clipboard
nl: Kopieer privé sleutel (nsec) naar klembord

source: Copy profile source
nl: Kopieer profile bron

source: Copy public key hex
nl: Kopieer publieke sleutel (hex)

source: Could not convert data
nl: Kon data niet converteren

source: Could not fetch NWC info event from %@
nl: Kon NWC info event niet binnenhalen van %@

source: Could not fetch invoice
nl: Kon factuur niet binnenhalen

source: Could not parse JSON
nl: Kon JSON niet verwerken

source: Could not parse secret from NWC connection URI
nl: Kon geheim niet verwerken in NWC connection URI

source: Could not send NWC request
nl: Kon NWC verzoek niet verzenden

source: Could not sign event
nl: Kon bericht niet ondertekenen

source: Counters for replies, likes, zaps etc.
nl: Tellers voor antwoorden, vind-ik-leuks, zaps etc.

source: Create
nl: Maak aan

source: Create new account
nl: Nieuw account

source: Create new badge
nl: Nieuw medialle

source: Create new feed
nl: Nieuw Feed

source: Create test keys
nl: Nieuwe test sleutels

source: Custom
nl: Aangepast

source: Custom Feed
nl: Aangepaste Feed

source: DM
nl: PB

source: Data export
nl: Data exporteren

source: Default zap amount
nl: Standaard zap bedrag

source: Default zap amount:
nl: Standaard zap bedrag:

source: Delete
nl: Verwijderen

source: Delete account
nl: Account verwijderen

source: Delete feed %@
nl: Verwijder feed %@

source: Delete private note
nl: Verwijder privé notitie

source: Deleting in %lld seconds
nl: Verwijderen over %lld seconden

source: Description
nl: Omschrijving

source: Direct Messages using a nsecBunker login are not available yet
nl: Privéberichten met een nsecBunker login zijn nog niet beschikbaar

source: Disable to improve scrolling performance
nl: Zet uit voor soepeler scrollen

source: Disconnect
nl: Verbinding verbreken

source: Disconnected
nl: Geen verbinding

source: Discover Nostr
nl: Ontdek Nostr

source: Display
nl: Weergave

source: Done
nl: Klaar

source: Edit muted word
nl: Bewerk gedempte woorden

source: Edit private note
nl: Bewerk privé notitie

source: Edit profile
nl: Bewerk profiel

source: Edit relay
nl: Bewerk relay

source: Edit relays feed
nl: Relays feed aanpassen

source: Edit title
nl: Bewerk titel

source: Enable Web of Trust filter
nl: Web of Trust filter ingeschakeld

source: Enable animated profile pics
nl: Geanimeerde profielfoto's inschakelen

source: Enable full width pictures
nl: Schermvullende foto's inschakelen

source: Enter JSON
nl: Voer JSON in

source: Enter nsecBunker relay address
nl: nsecBunker relay adres

source: Enter private note about %@ for yourself
nl: Voer privé notitie in over %@ voor jezelf

source: Enter private note about this post for yourself
nl: Voer privé notitie in over dit bericht voor jezelf

source: Enter private note about this user for yourself
nl: Voer privé notitie in over dit persoon voor jezelf

source: Enter private note for yourself
nl: Voer privé notitie in voor jezelf

source: Enter your name
nl: Voer je naam in

source: Enter your reply
nl: Typ je antwoord

source: Error: could not find contact pubkey
nl: Kon contact pubkey niet vinden

source: Example
nl: Voorbeeld

source: Expired
nl: Verlopen

source: Explore
nl: Verkennen

source: Extra information
nl: Extra infromatie

source: Failed to load image
nl: Kon afbeelding niet laden

source: Failed to load video
nl: Kon video niet laden

source: Feed content
nl: Feed inhoud

source: Feed settings
nl: Feed instellingen

source: Fetch counts on timeline
nl: Tellers op tijdlijn

source: Fetches like/zaps/replies counts as posts appear
nl: Update tellers op tijdlijn tijdens scrollen

source: Filter by your follows only (strict), or also your follows follows (normal)
nl: Filter volgend (strict), of ook volgend van volgend (normaal)

source: Filter contacts
nl: Contacten filteren

source: Find author
nl: Zoek auteur

source: Follow
nl: Volg

source: Follow %@
nl: Volg %@

source: Followers
nl: Volgers

source: Following
nl: Volgend

source: Following
nl: Volgend

source: Follows you
nl: Volgt jou

source: Green
nl: Groen

source: Hide
nl: Verberg

source: Hide tab bars when scrolling
nl: Verberg balken tijdens scrollen

source: Hides badges from profiles and feeds
nl: Verberg medailles van profielen en feeds

source: Ignore
nl: Negeer

source: Illegal content
nl: Illegale inhoud

source: Image URL (1024x1024)
nl: Afbeelding URL (1024x1024)

source: Image uploading
nl: Afbeeldingen upload

source: Impersonation
nl: Nabootsing van identiteit

source: Import private key
nl: Importeer privé sleutel

source: Include Nostur caption when sharing posts
nl: Nostur voetnoot bijsluiten bij delen bericht

source: Include author
nl: Voeg auteur toe

source: Included hashtags:
nl: Opgenomen hashtags:

source: Invalid key
nl: Ongeldige sleutel

source: Invalid private key
nl: Ongeldige privé sleutel

source: Issued
nl: Uitgegeven

source: It looks like %lld contacts were removed from your following list, perhaps from another nostr app%@
nl: Het lijkt er op dat %lld contacten zijn verwijderd van je volglijst, misschien vanuit aan andere nostr app %@

source: It's up to relays and other apps to honor your request
nl: Het is aan de relays om je verzoek te honoreren

source: Keys
nl: Sleutels

source: Last seen: %@ ago
nl: Laatst gezien: %@ geleden

source: Let's go!
nl: Laten we beginnen!

source: Lightning Address (LUD-06/16)
nl: Lightningadres (LUD-06/15)

source: Lightning wallet
nl: Lightning-portemonnee

source: Likes
nl: Vind-ik-leuks

source: List
nl: Lijst

source: Loading indicator
nl: Laadindicator

source: Loading...
nl: Bezig...

source: Log out
nl: Afmelden

source: Make sure you have a back-up of your private key (nsec) Nostur cannot recover your account without it
nl: Zorg ervoor dat je een back-up van je privé sleutel (nsec) hebt. Zonder dit kan Nostur je account niet herstellen.

source: Mark all as read
nl: Markeer alles als gezelen

source: Media upload service
nl: Media upload dienst

source: Message verification
nl: Verificatie van berichten

source: Messages
nl: Privé berichten

source: Missing mesages?
nl: Ontbrekende berichten?

source: Most received recently on
nl: Recent meest ontvangen op

source: Mute conversation
nl: Conversatie dempen

source: Mute new followers notifications
nl: Demp nieuwe volger notificaties

source: Mute reaction notifications
nl: Demp nieuwe reactie notificaties

source: Mute zap notifications
nl: Demp nieuwe zap notificaties

source: Muted conversations
nl: Gedempte conversaties

source: Name
nl: Naam

source: New direct message
nl: Nieuw privé bericht

source: New feed
nl: Nieuw feed

source: New message
nl: Nieuw privé bericht

source: New post
nl: Nieuw bericht

source: New private note
nl: Nieuw privé notitie

source: Next
nl: Volgende

source: No account selected
nl: Geen account geselecteerd

source: No account selected
nl: Geen account geselecteerd

source: No message requests
nl: Geen berichtverzoeken

source: Nostr address (NIP-05)
nl: Nostr-adres (NIP-05)

source: Note: You can also add someone elses public key to try out Nostur from their perspective.
nl: Notitie: Je kan ook iemand anders publieke sleutel gebruiken om Nostur te proberen vanuit zijn/haar perspectief.

source: Notification settings
nl: Notificatie instellingen

source: Notifications
nl: Notificaties

source: Nudity
nl: Naaktheid

source: Only auto-download images in new posts from people you follow Toggle off to download from all
nl: Alleen afbeeldingen automatisch downloaden van personen die je volgt

source: Only show content from your follows or follows-follows
nl: Toon alleen berichten van volgend en volgend-van-volgend

source: Open latest
nl: Open nieuwste

source: Orange
nl: Oranje

source: Pay
nl: Betalen

source: Payment attempted
nl: Betaling geprobeerd

source: Pin on tab bar
nl: Pin vast als tab

source: Pink
nl: Roze

source: Please choose account first
nl: Kies eerst een account

source: Post actions
nl: Bericht acties

source: Post content: %@
nl: Bericht inhoud: %@

source: Post preview
nl: Voorbeeld

# Post.noun
source: Post
nl: Bericht

# Post.verb
source: Post
nl: Stuur

source: Posts
nl: Berichten

source: Posts containing this will be filtered from your feed
nl: Berichten met dit worden gefilterd van je feed

source: Posts from contacts
nl: Berichten van contacten

source: Posts from relays
nl: Berichten van relays

source: Preview
nl: Voorbeeld

source: Previously known as: %@
nl: Voorheen: %@

source: Private Notes
nl: Privé notities

source: Private key copied to clipboard
nl: Privé sleutel gekopieerd naar klembord

source: Private note
nl: Privé notitie

source: Private notes
nl: Privé notities

source: Problem parsing NWC connection URI
nl: Probleem met verwerken NWC connection URI

source: Profanity
nl: Vulgair taalgebruik

source: Profile
nl: Profiel

source: Profile banner URL
nl: Profiel banner URL

source: Profile banners: %@
nl: Profiel banners: %@

source: Profile picture URL
nl: Profielfoto URL

source: Profile pictures: %@
nl: Profielfoto's: %@

source: Public key
nl: Publieke sleutel

source: Public key copied to clipboard
nl: Publieke sleutel gekopieerd naar klembord

source: Public or private key (npub or nsec)
nl: Publieke- of privé sleutel (npub of nsec)

source: Publish
nl: Plaats

source: Publish selected badges on profile
nl: Plaats gekozen medailles op profiel

source: Publish to this relay
nl: Publiceer naar deze relay

source: Purple
nl: Paars

source: Quote post
nl: Citeer bericht

source: Reactions
nl: Reacties

source: Read only
nl: Alleen-lezen

# Read-only mode&#10;
source: Read-only mode
nl: Alleen-lezen modus

source: Reason
nl: Reden

source: Rebroadcast
nl: Herpubliceer

source: Rebroadcast (again)
nl: Publiceer (opnieuw)

source: Receive from this relay
nl: Ontvang vanaf deze relay

source: Received
nl: Ontvangen

source: Received from:
nl: Ontvangen vanuit:

source: Recheck
nl: Controleer opnieuw

source: Red
nl: Rood

source: Relay selection
nl: Relay keuze

source: Relay settings
nl: Relay instellingen

source: Remember this amount for all zaps
nl: Onthoud dit bedrag voor alle zaps

source: Remove
nl: Verwijder

source: Remove %lld contacts
nl: Verwijder %lld contacten

source: Remove author
nl: Verwijder auteur

source: Remove this relay: %@?
nl: Deze relay verwijderen: %@?

source: Replying to
nl: Antwoord op

source: Replying to %lld people
nl: Antwoord op %lld personen

source: Replying to...
nl: Antwoord op...

source: Replying to: %@
nl: Antwoord op: %@

source: Replying to: %@ and %lld others
nl: Antwoord op: %@ en %lld anderen

source: Report %@
nl: Melden maken voor %@

source: Report Information
nl: Melding-gegevens

source: Report for
nl: Melding voor

source: Report person
nl: Persoon melden

source: Report post
nl: Bericht melden

# Report.verb
source: Report
nl: Melding maken

source: Repost
nl: Herplaatsen

source: Request delete
nl: Verwijderverzoek

source: Requests
nl: Verzoeken

source: Rescan
nl: Scan opnieuw

source: Restore %lld contacts
nl: Herstel %lld contacten

source: Restrict images to following
nl: Limiteer afbeeldingen tot volgend

source: Reveal
nl: Toon

source: Save
nl: Opslaan

source: Save to file...
nl: Opslaan als...

source: Scanning relays for messages %lld/12 months ago...
nl: Bezig met scannen voor berichten op relays %lld/12 maanden geleden...

source: Search
nl: Zoeken

source: Search GIF
nl: Zoek GIF

source: Search contact
nl: Zoek contact

source: Search contacts
nl: Zoeken contacten

source: Search...
nl: Zoeken...

source: See what's happening on nostr right now
nl: Ontdek wat er nu op nostr gebeurd

source: Select account account first
nl: Kies eerst een account

source: Select account first
nl: Kies eerst een account

source: Self-hosted nsecBunker
nl: Zelfgehoste nsecBunker

source: Send %@ sats %@
nl: Stuur %@ sats %@

source: Send %@ sats to %@
nl: Stuur %@ sats naar %@

source: Send DM to
nl: Stuur PB naar

source: Send now
nl: Stuur nu

source: Send payment test
nl: Stuur betaling test

source: Send sats
nl: Stuur sats

source: Send to: %@
nl: Stuur naar: %@

source: Sending post...
nl: Verzenden...

source: Sending to: %@
nl: Versturen naar: %@

source: Sent to %lld relays
nl: Verstuurd naar %lld relays

source: Sent to:
nl: Verstuurd naar:

source: Settings
nl: Instellingen

source: Settings for %@
nl: Instellingen voor %@

source: Settings for: Hot
nl: Instellingen voor: Hot

source: Share highlight
nl: Markering delen

source: Share link
nl: Deel link

source: Shared from **Nostur**
nl: Gedeeld vanuit **Nostur**

source: Show
nl: Toon

source: Show %@'s feed
nl: Toon %@'s feed

source: Show anyway
nl: Toon alsnog

source: Show feed
nl: Toon feed

source: Show more
nl: Toon meer

source: Show post stats on timeline
nl: Toon bericht statistieken in feed

source: Show replies
nl: Toon reacties

source: Shows 'Shared from Nostur' caption when sharing post screenshots
nl: Toon 'Gedeeld vanuit Nostur' bij delen bericht

source: Shows when items are being processed
nl: Toon wanneer dingen geladen worden op de achtergrond

source: Sign any nostr event
nl: Onderteken nostr event

source: Sign event
nl: Onderteken

source: Signer
nl: Ondertekenen

source: Signing as
nl: Ondertekend als

source: Signing post...
nl: Bericht ondertekenen...

source: Skip and try as guest first
nl: Overslaan en als gast proberen

source: Something about yourself
nl: Iets over jezelf

source: Something about yourself (bio)
nl: Iets over jezelf (bio)

source: Something went wrong
nl: Er is iets misgegaan

source: Sorry, this was not supposed to happen.
nl: Sorry, dit was niet de bedoeling.

source: Spam filtering
nl: Spamfilter

source: Specific word or sentence
nl: Specifiek woord of zin

source: Swipe to unblock/unmute
nl: Veeg om te deblokkeren/ontdempen

source: Tap to load media
nl: Druk om afbeelding te laden

source: Tap to load video
nl: Druk om video te laden

source: The Hot feed shows posts most liked by people you follow in the last %lld hours
nl: De Hot feed toont berichten meest leuk gevonden door jouw volglijst

source: The guest account is already following some people. You can read posts and view profiles, but you cannot post or like things until you create a new account yourself
nl: Het gast account volgt al een aantal mensen. Je kan berichten lezen en profielen bekijken maar je kan niks plaatsen totdat je zelf een account aanmaakt

source: There are %lld new communities
nl: Er zijn %lld nieuwe communities

source: There was a problem, could not send sats
nl: Er was een probleem, sats konden niet verzonden worden

source: This NWC connection does not support payments
nl: Deze NWC verbinding ondersteund geen betalingen

source: This article has been updated
nl: Artikel is bijgewerkt

source: This gives more screen space when scrolling
nl: Meer ruimte tijdens scrollen

source: This post
nl: Dit bericht

# This post &amp; user
source: This post & user
nl: Dit bericht en persoon

source: This post has %lld more items
nl: Dit bericht heeft nog %lld items

source: This post has 1 more item
nl: Dit bericht heeft nog een item

source: This will **delete** your: - Account from Nostur - Private key (nsec) from Apple Keychain
nl: Dit zal **verwijderen**: - je account van Nostur - je privé sleutel (nsec) van Apple Keychain

source: Thread
nl: Draadje

source: Thumbnail URL (256x256)
nl: Miniatuur URL (256x256)

source: Time frame
nl: Tijdsvak

source: Title
nl: Titel

source: Title of your feed
nl: Titel van je feed

source: Total: %lld
nl: Totaal: %lld

source: Try Nostur as guest
nl: Probeer Nostur as gast

source: Try guest account
nl: Probeer gast account

source: Trying to fetch...
nl: Bezig met laden...

source: Turn off to save battery life and trust the relays for the authenticity of messages
nl: Schakel uit om je batterijlading te besparen en vertrouw de relays voor het valideren van berichten

source: Type your message...
nl: Typ je bericht...

source: Unable to decode lightning invoice
nl: Kon lightning factuur niet verwerken

source: Undo
nl: Ongedaan maken

source: Unfollow
nl: Ontvolg

source: Unverified zaps
nl: Niet-geverifiëerde zaps

source: Update
nl: Bijwerken

source: Updated: %@
nl: Bijgewerkt: %@

source: Use existing account
nl: Gebruik bestaand account

source: Verify message signatures
nl: Verifieer bericht handtekeningen

# WOT_NORMAL
source: Normal
nl: Normaal

# WOT_OFF
source: Off
nl: Uit

source: We Don't Need No Stinkin' Badges
nl: "Weg Met Medailles!"

source: Welcome to **Nostur**
nl: Welkom bij **Nostur**

source: What's happening?
nl: Wat is er nieuw?

source: When at top, auto scroll if there are new posts
nl: Automatisch naar nieuwe berichten scrollen wanneer je al bovenaan het scherm bent

source: When you add a private note to a post or profile it will show up here.
nl: Als je een privé notitie bij een bericht maakt zal deze hier verschijnen

source: When you bookmark a post it will show up here.
nl: Als een een bladwijzer bij een bericht aan zet zal deze hier verschijnen

source: You are not following anyone yet, visit the explore tab and follow some people
nl: Je volgt nog niemand, bekijk de Ontdek tab en volg een aantal mensen

source: You are using a read-only account. Switch to another account or add the private key to fully use this account.
nl: Je gebruikt een alleen-lezen account. Schakel naar een ander account of voeg de privé sleutel toe aan dit account om volledig gebruik te maken van dit account.

source: You have not received any messages
nl: Je hebt nog geen berichten ontvangen

source: Your **Alby** wallet is now connected with **Nostur**, you can now enjoy a seamless zapping experience!
nl: Je **Alby** portemonnee is nu verbonden met **Nostur**, je kan nu zappen met gemak!

source: Your address for receiving zaps has been set to: %@
nl: Je adres om zaps te ontvangen is ingesteld op: %@

source: Your name
nl: Je naam

source: Your report is public, other users can use your report to improve the network
nl: Je melding is openbaar, andere gebruikers kunnen je melding gebruiken om het netwerk te verbeteren

source: Your wallet is now connected with **Nostur**, you can now enjoy a seamless zapping experience!
nl: Je portemonnee is nu verbonden met **Nostur**, je kan nu zappen met gemak!

source: Zap custom amount
nl: Zap aangepast bedrag

# Zap failed for [contact](nostur:p:%@).&#10;%@
source: Zap failed for [contact](nostur:p:%@). %@
nl: Zap niet gelukt voor [contact](nostur:p:%@). %@

source: Zapped %@
nl: Gezapt %@

source: Zapped %@ sats %@
nl: Gezapt: %@ sats %@

source: Zapping
nl: Zappen

source: Zaps failed on: %@ (Timeout).
nl: Zaps niet gelukt bij: %@ (Timeout).

source: Zaps may have failed on: %@.
nl: Zaps mogelijk mislukt bij: %@

source: Zaps received recently
nl: Zaps recent onvangen

# [Zap](nostur:e:%@) failed.&#10;%@
source: [Zap](nostur:e:%@) failed. %@
nl: [Zap](nostur:e:%@) mislukt. %@

source: _Post deleted by %@_
nl: _Bericht verwijderd door %@_
