Repository: RandyMcMillan/nostur-ios-public
Catalog: LANG/Nostur Localizations/*.xcloc/Localized Contents/*.xliff
Languages: nl

source: _Post deleted by author_
nl: _Bericht verwijderd door verzender_

source: _Post from blocked account hidden_
nl: _Geblokkeerd bericht verborgen_

source: kind %@ type not (yet) supported
nl: kind %@ type (nog) niet ondersteund

source: kind: %@
nl: kind: %2

source: non-https media blocked
nl: niet-https media geblokkeerd

source: nsecBunker appears offline, post will be saved but not published
nl: nsecBunker lijkt offline, bericht wordt opgeslagen maar niet verstuurd

source: possible imposter
nl: mogelijke bedrieger

source: post
nl: bericht

source: reactions
nl: reacties

source: reposts
nl: herplaatsingen

source: screenshot
nl: schermafdruk

source: source
nl: bron

source: wss://nostr.relay.url.here
nl: wss://nostr.relay.url.hier

source: 🤫 Following
nl: 🤫 Volgend
